app/controllers/toasts_controller.rb

  def create
    @toast = Toast.new(params[:toast])

    if @toast.save
---
INSERT INTO "toasts" ("updated_at", "bread", "created_at") VALUES('2009-06-15 12:11:13', '', '2009-06-15 12:11:13')